[language]
name=Suomalainen
id=0x040b
langID=0x0b
sublangID=0x02
[menu]
10001=Uusi muistilappu
10002=Asetukset
10003=NÄYTÄ KAIKKI
10004=Piilota kaikki
10005=Tietoja ohjelmasta
10006=Ohje
10007=Sulje ohjelma
10008=Ohjauspaneeli
10009=Tallenna
10010=Säädä
10011=Piilota
10012=Poista
10013=Nimeä
10014=Näytä
10015=Keskitä
10016=Kuvakkeet
10017=Pienet kuvakkeet
10018=Luettelo
10019=Tarkemmat
10020=Aina päällimmäisenä
10021=Kielivalinta
10023=Lähetä sähköpostilla
10024=PNotes Kotisivu
10025=Tallenna kaikki
10026=Ryhmät
10126=Lisää rinnakkaisryhmä
10127=Muuta ryhmää
10128=Poista ryhmä
10129=Näytä kaikki muistilaput valitusta ryhmästä
10130=Piilota kaikki muistilaput valitusta ryhmästä
10131=Lisää alaryhmä valittuun ryhmään
10027=Kumoa
10028=Tee uudelleen
10029=Leikkaa
10030=Kopioi
10031=Liitä
10032=Valitse kaikki
10033=Palauta oletuskoko ja keskitä
10034=Etsi muistilapuista
10035=Telakointi
10036=Ei telakointia
10037=Vasemmalle
10038=Ylös
10039=Oikealle
10040=Alas
10041=Telakoi kaikki muistilaput
10042=Etsi
10043=Etsi seuraava
10044=Korvaa
10045=Ei telakointia
10046=Vasemmalle
10047=Ylös
10048=Oikealle
10050=Alas
10051=Formaatti
10052=Suosikit
10053=Lisää suosikkeihin
10054=Poista suosikeista
10055=Lähetä liitteenä
10056=Lataa muistilappu
10057=Tyhjennä roskakori
10058=Palauta kaikki muistilaput
10059=Palauta muistilappu
10060=Näytä ryhmät
10061=Piilota ryhmät
10062=Kytke korkea prioriteetti
10063=Liitä tiedosto linkkinä
10064=Liitä sisällöt tiedostoon
10065=Uusi muistilappu leikepöydältä
10066=Tuo kaikki eteen
10067=Etsi
10069=Näytöt
10070=Näkyvyys
10071=Kytke suojaustila
10072=Tulosta
10073=Esikatselu
10074=Säädä ulkonäköä
10075=Säädä ajastusta
10076=Kytkennät
10077=Näytä alapalkissa toimintokuvakkeet
10078=Esikatsele ikkunan taustavärin asetuksia
10079=Käytä määriteltyä väriä
10080=Valitse väri
10081=Vieritys/Ei vieritystä
10083=Sisältäen myös muistilaput roskakorista pikahaulla
10084=Sijoitus/Näkyvyys
10085=Tyhjennä pikahaku
10086=Lukitse ohjelma
10087=Palauta varmuuskopio
10088=Yksinkertaiset luettelomerkit
10097=PNotes Tukiprojekti
10098=Ei luettelomerkkejä/numerointia
10099=Näytä kaikki suosikit
9100=Käytössä kaikissa muistilapuissa
9101=Ei käytössä missään muistilapuissa
9102=Aseta korkea tärkeysjärjestys
9103=Ota käyttöön suojaustila
9104=Alapalkin toimintokuvakkeet näkyvillä
9105=Vieritys
9106=Ei korkean tärkeysjärjestyksen asettamista
9107=Poista suojaustila käytöstä 
9108=Alapalkin toimintokuvakkeet poissa
9109=Ei vierityspalkkia
9110=Monista muistilappu
9111=Lisää
9112=Lisää kuva
9113=Lisää hymiö
9114=Lataa uudelleen kaikki
9116=Päiväkirja
9117=Tänään
9118=Näytä kaikki/Piilota kaikki
9119=Tagit
9120=Etsi tagin mukaan
9121=Etsi:
9122=Lisää pvm./aika
9123=Varmuuskopiot/Synkronointi
9124=Luo täysi varmuuskopio
9125=Palauta täydestä varmuuskopio
9126=Synkronisoi
9127=Aja
9128=Kopioi kuten pelkkä teksti
9129=Liitä Leikepöydältä pelkkä teksti
9130=Pidä "Aina päällimmäisenä"
9131=Älä pidä "Aina päällimmäisenä"
9132=Tallenna tekstitiedostona
9133=Linkitetyt muistilaput
9134=Hallitse linkitettyjä muistilappuja
9135=Näytä tagit
9136=Piilota tagit
9137=Nykyisen muistilapun tagit
9138=Lähetä verkon kautta
9139=Lisää yhteystieto
9140=Valitse yhteystiedot
9141=Vastaa
9142=Etsi päivämäärän mukaan
9143=Viimeksi muutetut muistilaput
9144=1 päivä sitten
9145=2 päivää sitten
9146=3 päivää sitten
9147=4 päivää sitten
9148=5 päivää sitten
9149=6 päivää sitten
9150=7 päivää sitten
9151=Tänään
9152=NÄYTÄ TAI PIILOTA
9153=Aseta muistilapun salasana
9154=Poista muistilapun salasana
9158=Näytä saapuneet
9159=Piilota saapuneet
9160=Salasana
9161=Luo salasana
9162=Vaihda salasana
9163=Poista salasana
9164=Käytössä olevat ikkunat
9165=Kiinnittämätön
9166=Pikanäppäimet
9167=Lisää ryhmä
9168=Valitse ryhmä
9169=Paikallinen synkronointi manuaalisesti

10132=Näytä ryhmä (sisällytä alaryhmät)
10133=Piilota ryhmä (sisällytä alaryhmät)
10134=Pikanäppäimet
10135=Pikanäppäin toiminnolle "Näytä ryhmä"
10136=Pikanäppäin toiminnolle "Piilota ryhmä"
10137=Aseta/Muuta
10138=Poista
10139=Aseta/Muuta
10140=Poista
10141=Mukautetut kuvakkeet
10142=Aseta ryhmän salasana
10143=Poista ryhmän salasana

[options]
1001=Asetukset
1002=Tallenna muistilappu nimellä...
1003=Nykyisen muistilapun asetukset
1004=Ohjauspaneeli
1014=Poimi kuvake ryhmälle
1019=Etsi
1024=Etsi otsikoista
1025=Myöhästyneet muistutukset
1033=Hymiöt
1039=Ohje tiedoston valintaan
1040=Synkronisointi
1042=Linkit ulkopuolisiin muistilappuihin
1045=Etsi pvm. mukaan
1047=Pikanäppäimet
1050=Paikallinen synkronointi manuaalisesti
1=OK
2=Peruuta
8002=Käytä
8011=Vaihda fontti
8014=Salli läpinäkyvyys
8018=Tallenna kaikki kun ohjelma suljetaan
8019=Vahvista tallennus
8023=Ei ajastusta
8024=Joka päivä:
8025=Kerran:
8031=Muistilapun nimi
8034=Oletusasetukset
8035=Käynnistä ohjelma automaattisesti kun tietokone käynnistyy
8039=Pvm. näyte
8040=Aika näyte
8049=Pvm./aika -formaatti
8050=Aikaformaatti
8051=Hälytysääni
8052=Salli hälytysääni
8054=Pvm./aika -formaatit
8055=Pikanäppäimet
8059=Näppää painiketta käyttääksesi pikanäppäintä valittuna komentona
8062=Lisää
8063=Poista
8064=Luetteloi
8066=Toista joka:
8069=Vakionäyttö
8072=Vahvistus ennen muistilapun poistamista
8073=Näytä vierityspalkki ( * )
8076=Automaattinen tallennus joka:
8078=minuutti
8080=Oletusasetukset
8081=Leveys
8082=Korkeus
8086=Lisää ulkoasuja
8087=Käynnistysasetukset
8088=Tallennus/Poisto
8092=Ryhmän nimi
8095=Ryhmän kuvake
8100=Salli visuaalinen ilmoitus
8101=Vierityspalkki/Ei vierityspalkkia muistilapussa kaksoisklikatessa kuvatekstiä
8102=Ulkoasuttomat muistilaput
8103=Etsi mitä:
8105=Etsinnän tulokset
8107=Sama kirjainkoko
8108=Etsi
8109=Koko sana
8110=Muistilapun taustaväri
8111=Otsikon fontti
8115=Arvo 100% tarkoittaa että ikkuna on täysin läpinäkyvä!
8015=Läpinäkyvyys
8123=Sisältäen myös piilotetut muistilaput
8124=Tyhjennä hakuhistoria
8125=Uusi versio
8126=Tarkista uusin versio ohjelman käynnistyessä
8127=Tarkista nyt heti
8128=Uusi muistilappu aina päällimmäisenä
8129=Käytä satunnaista taustaväriä
8130=Ulkoasuiset muistilaput
8131=Ulkoasuttomat muistilaput
8132=Käytettävä ulkoasu
8133=Mukautettu ulkoasu
8135=Muistilappujen etäisyys toisistaan (pikseleissä):
8139=Asetukset on saatavilla vain ei telakoituihin muistilappuihin
8140=Mukautettu koko
8142=Käänteinen telakointijärjestys
8143=Piilota muistilaput työkalupalkista
8145=Korvaa millä:
8146=Korvaa kaikki
8147=Korvaa
8148=Etsi seuraava
8149=Ylös
8150=Alas
8153=Päivät
8154=Tunnit
8155=Minuutit
8156=Sekunnit
8167=Mukautettu taustaväri
8168=Mukautettu otsikon fontti
8173=Määrittele käytettävä web-selain (Jos kenttä jätetään tyhjäksi niin käytetään oletuksena olevaa selainta).
8176=Suhteellinen muistilappujen sijoittelu
8177=Käytä mukautettuja fontteja
8178=Viikottain:
8180=:
8183=Näytä Ohjauspaneeli kun ohjelma käynnistyy
8192=Jälkeen:
8193=Vuodet
8194=Kuukaudet
8195=Viikot
8202=Käynnistetään paikasta:
8205=Toiminto tuplaklikkauksen jälkeen tehtäväpalkin kuvakkeesta
8206=Etsi muistilappuja otsikon ja samalla sisällön mukaan:
8208=Päävalikko
8209=Muistilappu
8211=Seuraa muistilappuja ja näytä jos muistutukset ovat myöhästyneet
8214=Älä seuraa muistilappuja ja älä myöskään näytä myöhästyneitä muistutuksia
8215=Käänteinen tekstin väri
8216=Pvm.
8217=Aika
8218=Viikonpäivä
8219=Kuukausittain (tarkka pvm.)
8220=Kuukausittain (viikonpäivä)
8221=Järjestysnumero
8222=Jos sellaista pvm:ää ei löydy nykyisestä kuukaudesta niin sen sijasta käytetään lähintä pvm:ää.
8228=Tallenna muistilaput ilman vahvistusta hetken piilossa
8229=Poista salasana
8230=Luo salasana
8232=Vaihda salasana
8231=Piilota tehtäväpalkin kuvake
8236=Varastoi muistilaput kuten salatut tiedostot
8238=Ulkoasuttomissa muistilapuissa käytettävät asetukset
8239=Menettelytapa
8240=Muut
8241=Muut
8242=Salasana
8243=Salaus
8245=Varmuuskopio
8246=Varmuuskopioi muistilaput ennen tallentamista
8247=Varmuuskopio jumiutunut. Valitse kopioiden määrä (kummallekin muistilapulle)
8250=Kun ohjelma on lukittu
8251=Sovita otsikko kun vieritetään
8234=Älä näytä muistilappujen luetteloa avatussa ikkunassa (Alt+Tab) ( * )
8252=( * ) - Kaikki ladataan uudelleen
8253=Hälytysääni
8256=Älä siirrä muistilappuja keskelle näyttöruutua
8257=Efektit
8258=Piilota muistilaput sujuvasti
8259=Toista ääni kun muistilappu piilotetaan
8263=Järjestelmän käynnistys
8264=Ohjelman käynnistys
8265=Tarkka aika
8267=Toista kunnes sammutetaan
8268=Muokkaa alue
8269=Luettelomerkit sisennyksessä ( ** )
8271=Vasemman ja oikean marginaalin leveys - ulkoasuttomiin muistilappuihin
8273=( ** ) - Uutta arvoa käytetään ainostaan uusia muistilappuja luotaessa
8274=Lisää/Poista kuvakkeet käytettäväksi työkalupalkissa painikkeena tai kontekstivalikossa.
8117=Ulkonäkö
8284=Muuta
8261=Taustaväri
8290=Etsinnän tulokset (teksti)
8291=Etsinnän tulokset (otsikot)
8294=Pvm. -formaatti nimeämistä varten. Nimissä tai muistilappuihin kuuluvissa "Päiväkirja" -ryhmissä
8297=Asetukset "Päiväkirja" -ryhmässä
8298=Mukautetut asetukset "Päiväkirja" -ryhmässä
8301=Lisää viikonpäivän nimi muistilapun nimeen
8302=Lisää viikonpäivän nimi muistilapun nimen loppuun
8303=Täysi viikonpäivän nimi
8305=Päiväkirjan "sivujen" määrä näkyvissä numeroituna Päiväkirjan valikossa
8307=Älä näytä päiväkirjan valikossa ohitse menneitä, vanhoja "sivuja"
8308=Muistilapun tekstin pituutta käytetään oletuksena uudessa muistilapussa
8310=Lajittele nousevassa järjestyksessä "sivut" Päiväkirjan valikossa (alkaen vanhimmasta)
8311=Tagien erotus toisistaan pilkuilla (esimerkiksi "yksi,kaksi,kolme")
8313=Muokkausalue
8317=Ennalta määritellyt tagit
8319=Tagi
8322=Saatavilla olevat tagit
8323=Nykyiset tagit
8327=Etsi palvelun tarjoaja
8334=Tarkista rivin hakupalvelin selaimelta ennen lisäämistä. Se pitäisi olla  "http://www.google.com/search?q="
8335=Tallenna ryhmään:
8337=Älä näytä "Poista" -painiketta ( * )
8338=Paikallinen ohjetiedosto on kadoksissa. Valitse yksi seuraavista vaihtoehdoista:
8339=Jatka On-Line -dokumenttiin
8340=Lataa ohjetiedosto CHM-formaatissa
8341=Lataa ohjetiedosto PDF-formaatissa
8342=Älä näytä tätä viestiä enää uudelleen
8345=Etsinnän kriteerit
8348=Etsinnän valinnat
8350=Synkronisointi
8351=Synkronoi muistilaput ohjelman käynnistyessä
8352=FTP-Palvelin
8354=FTP-Hakemisto
8356=Käyttäjänimi
8358=Salasana
8360=Portti
8362=Synkronoi nyt heti
8363=Täysi varmuuskopio huomaamattomasti
8364=Sisällytä myös roskakorin muistilaput mukaan kun ohjelmaa synkronoidaan
8365=Tallenna muistilaput ennen synkronointia
8366=Ulkopuoliset ohjelmat
8376=Vaihda ilmaantuminen "Piilota" ja "Poista" painikeilla ( * )
8377=Muistilapun tekstin pituus kun se näytetään Ohjauspaneelin "Sisältö" ikkunassa 
8379=Teksti
8380=Tiedosto
8381=Käytä uudessa muistilapussa seuraavaa nimeä oletuksena
8386=Saatavilla olevat äänet
8388=Oletusääni
8390=Kuuntele ääninäyte
8391=Kirjoita toistettavan äänen teksti:
8392=Toistettavan äänen asetukset
8394=Pidä muistilaput näytöllä hetken, niiden leijuessa "Näytä Työpöytä" painikkeen ohi ( *** )
8395=( *** ) - Vaativat Windows Vistan tai uudemman käyttöjärjestelmän
8396=Varoita kun muistilappu poistetaan automaattisesti roskakorista
8397=Poista muistilappu roskakorista valitun ajanjakson jälkeen (päivissä)
8399=Saatavilla olevat muistilaput
8400=Linkitetyt muistilaput
8403=Käytä tietokoneen nimeä
8404=Käytä IP-osoitetta
8406=Nimi
8407=Muistilappujen vaihtaminen
8408=Tallenna muistilappu ennen lähettämistä
8411=Yhteystiedot
8413=Lähetä nyt heti
8414=Portti
8416=Muistilapun lähettäminen
8417=Älä näytä ilmoitusta kun uusi muistilappu saapuu
8418=Älä toista ääntä kun uusi muistilappu saapuu
8419=Näytä hyväksytty muistilappu ilmoitusviestin klikkauksen jälkeen
8420=Näytä "Saapuneet" ryhmä ilmoitusviestin klikkauksen jälkeen
8421=Älä näytä ilmoitusta kun muistilappu on lähetetty
8422=Piilota muistilappu lähettämisen jälkeen
8424=Älä näytä yhteystietoja kontekstivalikossa
8425=Näytä muistilappu piilottamisen jälkeen
8426=Näytä suuret kuvakkeet PNotes Ohjauspaneelin työkalupalkissa
8427=Älä näytä "Piilota" -painiketta ( * )
8430=Mistä:
8431=Minne:
8432=Älä näytä muistilappujen sisältöä Ohjauspaneelissa jos muistilappu tai ryhmä on suojattu salasanalla
8433=Salli vaihtaminen
8434=Piilota muistilappu merkitsemällä "On valmis"
8439=Käytössä olevat ikkunat
8445=Ryhmät
8449=Ryhmät
8453=Muistilapputiedostojen sijainti
8454=Hakemistoluettelon (notes.pnid) sijainti
8461=Synkronoi
8462=Käytä muistilapputiedostojen sijaintia
8463=Tietokoneen nimi
8465=Sisällytä tapahtumat roskakorista paikalliseen synkronointiin
8466=Synkronointi omalla koneella
8467=Automaattinen synkronointi kun tietokone käynnistyy USB -asemalta

[messages]
no_note_created=Ei kyetä luomaan muistilapun ikkunaa
no_note_registered=Ei kyetä rekisteröimään muistilapun ikkunaryhmää
no_skin_file=Ulkoasun tiedostoa ei ole olemassa. Ohjelma suljetaan nyt heti.
save_note=Muistilappua on muutettu:
save_question=Haluatko tallentaa sen?
save_caption=Tallennetaan
delete_confirm=Haluatko todellakin poistaa muistilapun?
delete_confirm_multiple=Haluatko todellakin poistaa valitut kohteet?
delete_bin=Haluatko siirtää tämän muistilapun roskakoriin?
delete_complete=Haluatko poistaa tämän muistilapun kokonaan?
delete_bin_multi=Haluatko poistaa valitut kohteet kokonaan (Tätä ei voi perua)?
delete_caption=Poisto
invalid_date=Pvm. formaatti ei kelpaa. sen pitäisi sisältää päivä, kuukausi, vuosi, tunti ja minuutti.
invalid_time=Aikaformaatti ei kelpaa. sen pitäisi sisältää tunti ja minuutti.
hk_1=Pikanäppäin
hk_2=On jo rekisteröity. Valitse joku muu.
hk_3=Poista nykyinen pikanäppäin?
sound_1=Lisää ääni
sound_2=Vahvistus
sound_3=Tiedosto on jo olemassa 'ääni' -hakemistossa. Kopioitko sen silti?
sound_4=Äänitiedostoa ei löydy. Palauta oletus.
sound_5=Poistatko valitut äänet?
no_success=Ohjelmaa ei lopetettu oikein viime kerralla. Haluatko ladata automaattisesti tallennetut muistilaput?
def_size=Oletko ihan varma että haluat asettaa oletusarvoksi koko merkinnän?
too_many_files=Vain yksi tiedosto voidaan pudottaa muistilappuun.
delete_previous=Haluatko poistaa tietokantatiedostot aiemmista versioista?
delete_group_0=Ryhmän poistaminenGroup
delete_group_1=VAROITUS! Valittu ryhmä ja kaikki sen muistilaput poistetaan.
delete_group_2=Kaikki olemassa olevat alaryhmät ja niiden muistilaput poistetaan.
delete_group_3=Toimintoa ei voi purkaa. Jatketaanko?
search_complete=Etsintä valmis.
replace_complete=Korvaaminen valmis.
matches_found=Sopivia löytyi:
no_matches=Sopivia ei löytynyt.
check_for_update=Tarkistetaan päivitykset
new_version_1=Uudempi versio PNotesista on saatavilla
new_version_2=Klikkaa 'OK' jotta pääset siirtymään lataussivulle.
same_version=Sinulla on käytössä uusin versio PNotes ohjelmasta.
font_sample=Nuori varsa kirmailee innoissansa kevätlaitumella.
save_before_send=Muistilappu täytyy tallentaa ennen kuin sen lähettää liitetiedostona. Tallennatko nyt?
already_exists=Muistilapun samanniminen tunniste on jo olemassa. Valitse toinen tiedosto.
empty_bin=Tyhjennätkö roskakorin? Toimintoa ei voi perua!
default_warning=Olet palauttamassa KAIKKI ohjelman asetukset oletusarvoihin. Jatketaanko?
invalid_pwrd=Kelpaamaton salasana
invalid_old_pwrd=Kelpaamaton vanha salasana
both_pwrd=Salasanojen täytyy olla samanlaiset. Tarkista oikeinkirjoitus.
no_backup=Nykyiselle muistilapulle ei ole varmuuskopiota
delete_backup=Haluatko todella poistaa valitut varmuuskopiotiedostot?
restore_backup=Haluatko palauttaa tiedot valituista varmuuskopiosta?
first_baloon_caption=Kiitoksia PNotes ohjelman käyttämisestä!
first_baloon_message=Oikea klikkaus tehtäväpalkin kuvakkeessa aloittaa toiminnon.
warning_trans_scroll=Sallii molempien läpinäkyvyyden ja vierityspalkin. voi johtaa jumiutumiseen vanhemmissa käyttöjärjestelmissä kuin Windows Vista.
invalid_image_size=Kelvoton kuvakoko. Koon täytyy olla 16 x 16.
seng_exists=Luettelo hakupalvelujen tarjoajista on jo olemassa
seng_delete=Poista valitut hakupalvelun tarjoajat?
downloading=Ladataan...
replace_warning_1=Jotta korvaava toiminto voidaan tehdä niin ohjelmaan täytyy vaihtaa hakemisen kriteerit
replace_warning_2=Nykyiset hakemisen kriteerit ovat
continue_question=Jatkatko?
internet_unavailable=Internetyhteys ei ole käytettävissä
restore_full_warning=HUOMIO! Kaikki olemassa olevat muistilaput poistetaan ja korvataan valituilla varmuuskopioilla.
full_backup_success=Täysi varmuuskopio onnistui kokonaisuudessaan
synchronizing=Synkronointi käynnissä...
sync_success=Synkronointi onnistui kaikessa kokonaisuudessansa
external_exists=Tämä nimi on jo olemassa ulkopuolisten ohjelmien luettelossa
external_delete=Poistatko valitut ulkopuoliset ohjelmat luettelosta?
clean_bin_1=Seuraavat muistilaput poistetaan pysyvästi roskakorista:
clean_bin_2=Valitse "Kyllä" jos haluat jatkaa tai "Ei" siirtääksesi sen eteenpäin myöhemmäksi.
file_save_success=Tiedosto on tallennettu onnistuneesti
contact_exists=Saman niminen yhteystieto on jo olemassa
contact_delete=Poistatko valitut yhteystietot?
sending=Lähettäminen käynnissä...
received_caption=Uusi muistilappu hyväksytty
received_1=Muistilapun nimi
received_2=Lähettäjä
received_3=Lähettämisen pvm./aika
sent_caption=Muistilapun on lähettänyt
sent_1=Muistilappu
sent_2=on lähetetty onnistuneesti
sent_3=Vastaanottaja:
sent_4=Lähettämisen pvm./aika:
contacts_group_exists=Yhteystietojen samanniminen ryhmä on jo olemassa
contacts_group_delete_1=Poistatko valitun yhteystietojen ryhmän?
contacts_group_delete_2=(kaikki yhteystiedot tästä ryhmästä heitetään roskiin (Ei mitään))
allow_hide_tray=Sallimalla tämän tehtäväpalkin kuvake on piilotettuna kun ohjelma lukitaan. Haluat silti asettaa valikkoon pikanäppäimen 'Lukitse Ohjelma'.
local_sync_exists=Samanniminen paikallinen synkronointikohde on jo olemassa
local_sync_delete=Poistatko valitut synkronoinnin kohteet?

[captions]
import=Tuo muistilaput edellisestä versioista
sound=Valitse ääni
font=Valitse fontti
color=Valitse väri
group_new=Uusi ryhmä
group_edit=Muuta ryhmää
group_default=Yleinen
group_main=Kaikki muistilaput
date_formats=Mahdolliset pvm. -formaatit
time_formats=Mahdolliset aikaformaatit
browser=Valitse haluamasi selain
load=Lataa muistilappu
loading_error=Latausvirhe
recycle_bin=Roskakori
quick_search=Pikahaku
search_results=Etsinnän tulokset
rename=Nimeä muistilappu uudelleen
enter_pwrd=Kirjoita salasana
create_pwrd=Salasanan asetukset
change_pwrd=Salasanan vaihtaminen
total_ecryption=Kaikkien muistilappujen salaus on käynnissä. Odottele.
total_decryption=Kaikkien muistilappujen salauksen poisto on käynnissä. Odottele.
restore_filter=Varmuuskopiot muistilapuista
restore_caption=Palauta muistilappu
backup_caption=Varmuuskopio
show_group=Näytä ryhmä
hide_group=Piilota ryhmä
insert_picture=Lisää kuva
customize_icons=Mukautetut kuvakkeet
add_icon=Lisää kuvake
diary=Päiväkirja
seng_new=Uusi hakupalvelun tarjoaja
seng_modify=Muokkaa hakupalvelun tarjoajia
favorites=Suosikit
save_full_backup=Luo täysi varmuuskopio
open_full_backup=Palauta täysi varmuuskopio
external_new=Uusi ulkopuolinen ohjelma
external_modify=Muokkaa ulkoista ohjelmaa
add_external=Valitse suoritettava tiedosto
new_note=Nimetön
never=Ei koskaan
save_text_file=Tallenna tekstitiedostona
incoming=Saapuneet
new_contact=Uusi yhteystieto
edit_contact=Muokkaa yhteystietoa
note=muistilappu
group=ryhmä
windows=Käytössä olevat ikkunat
no_cont_group=(Ei mitään)
new_contacts_group=Uusi ryhmä kontakteihin
edit_contacts_group=Muokkaa kontaktien ryhmää
choose_folder=Valitse kansio
new_sync_target=Uusi paikallinen synkronointikohde
edit_sync_target=Muokkaa paikallista synkronointikohdetta

[tabs]
0=Ulkoasu
1=Fontti
2=Ajastus

[tabs_options]
0=Ulkonäkö
1=Ajastus
2=Yleinen

[columns]
0=Muistilapun nimi
2=Viimeksi tallennettu
3=Ajastustyyppi
1=Ryhmä
4=Nimi
5=Alkuperäinen muistilappu
6=Aika tallennettu
7=Tagit
8=Tärkeys
9=Valmis
10=Suojattu
11=Suosikit
12=Sisältö
13=Poistettu
14=Lähetetty/Vastaanotettu
15=Lähetetty
16=Lähetetty
17=Vastaan otettu
18=Vastaan otettu
19=Luotu
20=Suojattu salasanalla
21=Kiinnitetty

[commands]
5000=Fontti
5001=Fontin koko
5002=Fontin väri
5003=Lihavoitu
5004=Kursivoitu
5005=Alleviivaus
5006=Yliviivaus
5007=Korostus
5008=Tasaa vsemmalle
5009=Keskitä
5010=Tasaa oikealle
5011=Luettelomerkit/Numerointi
5100=Automaattinen
5101=Ei täyttöä

[status]
group=Ryhmä:
dd_impossible=(vedä ja pudota -Toiminto ei ole mahdollista)
total=Muistilappuja yhteensä:
group_notes=Muistilappuja ryhmässä:

[preview]
caption=Otsikko
part1=Kaksoisklikkaus vaihtaa muistilapun taustavärin.
part2=Kaksoisklikkaus otsikossa vaihtaa otsikon fontin.

[date_format_chars]
d=Kuukauden päivä. Numerot ilman nollaa. Yksi numero päivissä.
dd=Kuukauden päivä kahdella numerolla. Kaksi numeroa ja nollat päivissä.
ddd=Viikonpäivä lyhennettynä. kolme merkkiä.
dddd=Viikonpäivän täysi nimi.
M=Kuukausi. Numerot ilman nollaa. Yksi numero kuukausissa.
MM=Kuukausi kahdella numerolla. Kaksi numeroa ja nollat kuukausissa.
MMM=Kuukausi lyhennettynä. kolme merkkiä.
MMMM=Kuukauden täysi nimi.
y=Vuodessa kaksi viimeisintä numeroa. Ilman nollia vuosille alle 10.
yy=Vuodessa kaksi viimeisintä numeroa. Etunollilla. Ilman nollia vuosille alle 10.
yyyy=Vuodessa kaikki täydet neljä numeroa.

[time_format_chars_h12]
h=Tunnit ilman nollaa. Yksi numero tunneissa; 12-tunnin kello.
hh=Tunnit etunollilla. Yksi numero tunneissa; 12-tunnin kello.

[time_format_chars_h24]
H=Tunnit ilman nollaa Yksi numero tunneissa; 24-tunnin kello.
HH=Tunnit etunollilla. Yksi numero tunneissa; 24-tunnin kello.

[time_format_chars]
m=Minuutit ilman nollia. Yksi numero minuuteissa.
mm=Minuutit nollien kanssa. Yksi numero minuuteissa.
s=Sekunnit ilman nollia. Yksi numero sekunneissa.
ss=Sekunnit nollien kanssa. Yksi numero sekunneissa.
t=Yksi merkki aika-rivillä. A tai P.
tt=Kaksi merkkiä aika-rivillä. AM tai PM.

[left_panel]
202=Ulkonäkö
203=Ulkoasut
204=Ajastus
205=Telakointi
206=Toiminta
207=Yleinen
208=Suojaus
209=Päiväkirja
210=Verkko

[search_columns]
0=Muistilappu
1=Rivi
2=Sarake

[weekdays]
0=Ma
1=Ti
2=Ke
3=To
4=Pe
5=La
6=Su

[titles_columns]
0=Otsikko

[ordinals]
0=Ensimmäinen
1=Toinen
2=Kolmas
3=Neljäs
4=Edelliset

[weekdays_full]
0=Maanantai
1=Tiistai
2=Keskiviikko
3=Torstai
4=Perjantai
5=Lauantai
6=Sunnuntai

[login_captions]
enter_pwrd=Kirjoita salasana
conf_pwrd=Vahvista salasana
old_pwrd=Vanha salasana
new_pwrd=Uusi salasana

[engines_columns]
0=Nimi
1=Hakurivit

[ext_progs_columns]
0=Nimi
1=Ohjelma
2=Komentorivin parametrit

[contacts_columns]
0=Nimi
1=Tietokoneen nimi
2=IP-osoite
[local_sync_columns]
0=Tietokoneen nimi
1=Muistilappu -tiedostojen sijainti
2=Hakemisto -tiedoston sijainti

[windows_columns]
0=Ikkunan teksti
1=Ikkunaryhmä

[search_criteria]
0=Täysin sopiva merkkijonon hakusanoihin
1=Sopiva merkkijonon jokaiseen sanaan
2=Sopiva ainakin yhteen merkkijonon sanaan

[search_scope]
0=Etsi teksteistä
1=Etsi otsikoista
2=Etsi teksteistä ja otsikoista

[search_match]
0=Vain teksti
1=Vain otsikko
2=Teksti ja otsikko

[def_naming]
0=Ensimmäiset merkit muistilapussa
1=Nykyinen pvm./aika
2=Nykyinen pvm./aika ja ensimmäiset merkit muistilappuun

[search_dates_fields]
0=Luontipvm.
1=Tallennuspvm.
2=Lähetyspvm.
3=Piilotuspvm.
4=Poistopvm.

[about]
dialog=Tietoja ohjelmasta
license=Tämä ohjelman käytössä on GNU General Public License. versio 2 tai uudemmat.
show_license=Näytä lisenssi
thanks_1=Erityiskiitokset kaikille ohjelmaa kehittäneille ja käyttäneille. Kiitokset kommenteista, tuoreista ideoista ja ehdotuksista:
thanks_2=Kiitokset kaikille jotka ovat ympäri maailman kokeilleet, kääntäneet tai käyttäneet ja kehittäneet tätä ohjelmaa.
png_lib=PNG kuvien avaaminen - PNGlib on vapaasti ladattava PNG dekoodauskirjasto tekijältä Thomas Bleeker.

[program]
name=PNotes - Virtuaalinen, työpöydän muistilappujen organisoija.